Repository: rogerinhoduraes/oneword
Catalog: OneWord/Sources/OneWord/Resources/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: %@ Idioma Detectado:
en: %@ Detected Language:

source: %@ Idioma Original
en: %@ Original Language

source: %@ Traduzir 🇧🇷
en: %@ Translate 🇧🇷
es: %@ Traducir 🇧🇷

source: %lld acertos
en: %lld correct
es: %lld aciertos

source: %lld de %lld desbloqueadas
en: %lld of %lld unlocked
es: %lld de %lld desbloqueados

source: %lld palavras
en: %lld words
es: %lld palabras

source: %lld palavras • %@
en: %lld words • %@
es: %lld palabras • %@

source: %lld recursos
en: %lld features
es: %lld funciones

source: %lld%% concluído
en: %lld%% complete
es: %lld%% completado

source: +%llds eco
en: +%llds echo

source: 1 Palavra
en: 1 Word
es: 1 palabra

source: 2 Palavras
en: 2 Words
es: 2 palabras

source: 200 WPM (Confortável)
en: 200 WPM (Comfortable)
es: 200 WPM (Cómodo)

source: 3 Palavras
en: 3 Words
es: 3 palabras

source: 600 WPM (Avançado)
en: 600 WPM (Advanced)
es: 600 WPM (Avanzado)

source: Abre o OneWord e retoma a leitura RSVP de onde parou.
en: Opens OneWord and resumes RSVP reading where you left off.
es: Abre OneWord y retoma la lectura RSVP donde la dejaste.

source: Abrir Livro
en: Open Book
es: Abrir libro

source: Adicionar Conteúdo
en: Add Content
es: Agregar contenido

source: Adicionar Meu Primeiro Livro
en: Add My First Book
es: Agregar mi primer libro

source: Adicione livros físicos para escanear a capa e digitalizar suas páginas página a página para leitura RSVP.
en: Add physical books to scan the cover and digitize your pages one by one for RSVP reading.
es: Agrega libros físicos para escanear la portada y digitalizar tus páginas una por una para la lectura RSVP.

source: Aferição de Velocidade
en: Speed Test
es: Medición de velocidad

source: Aferição de Velocidade & Retenção
en: Speed & Retention Test
es: Medición de velocidad y retención

source: Ajustar Velocidade WPM no OneWord
en: Adjust WPM Speed in OneWord
es: Ajustar velocidad WPM en OneWord

source: Ajustes de Leitura
en: Reading Settings
es: Ajustes de lectura

source: Ajustes visuais e tipografia
en: Visual and typography settings
es: Ajustes visuales y tipografía

source: Alterar Capa
en: Change Cover
es: Cambiar portada

source: Alterne os modos e veja como a percepção visual do texto muda instantaneamente.
en: Switch modes and see how the visual perception of the text changes instantly.
es: Cambia de modo y mira cómo la percepción visual del texto cambia al instante.

source: Aplicar WPM Recomendado (%lld WPM)
en: Apply Recommended WPM (%lld WPM)

source: Aponte a câmera para um parágrafo ou página física, ou importe diretamente um documento PDF do seu dispositivo.
en: Point the camera at a paragraph or physical page, or import a PDF document directly from your device.
es: Apunta la cámara a un párrafo o página física, o importa directamente un documento PDF desde tu dispositivo.

source: Aprenda a neurociência do RSVP, ORP, Leitura Biônica e conheça todos os recursos do app.
en: Learn the neuroscience behind RSVP, ORP, and Bionic Reading, and explore all the app's features.
es: Aprende la neurociencia detrás de RSVP, ORP y la lectura biónica, y conoce todas las funciones de la app.

source: Aprendizado & Neurociência
en: Learning & Neuroscience
es: Aprendizaje y neurociencia

source: Ativação Cognitiva
en: Cognitive Activation
es: Activación cognitiva

source: Aumentar velocidade em 25 palavras por minuto
en: Increase speed by 25 words per minute
es: Aumentar la velocidad en 25 palabras por minuto

source: Autor (Opcional)
en: Author (Optional)

source: Auxílio de Fixação Óptica
en: Optical Fixation Aid
es: Ayuda de fijación óptica

source: Avaliação Concluída!
en: Assessment Complete!
es: ¡Evaluación completada!

source: Avalie sua velocidade em WPM e retenção real de conteúdo através de um texto científico calibrado.
en: Assess your WPM speed and real content retention with a calibrated scientific text.
es: Evalúa tu velocidad en WPM y tu retención real del contenido con un texto científico calibrado.

source: Avançar para próxima frase
en: Skip to next sentence
es: Avanzar a la siguiente frase

source: Aviso de OCR
en: OCR Notice

source: Biblioteca
en: Library

source: Bom treino de foco! A prática contínua de RSVP acelera a absorção natural de conceitos.
en: Great focus training! Continued RSVP practice speeds up the natural absorption of concepts.
es: ¡Buen entrenamiento de enfoque! La práctica continua de RSVP acelera la absorción natural de conceptos.

source: Buscar conceitos, técnicas ou recursos...
en: Search concepts, techniques, or features...
es: Buscar conceptos, técnicas o funciones...

source: Buscar na biblioteca...
en: Search library...
es: Buscar en la biblioteca...

source: CONCLUÍDO HOJE
en: COMPLETED TODAY
es: COMPLETADO HOY

source: Calibre sua velocidade ideal com um texto padronizado e teste de compreensão foveal para desbloquear seu eWPM.
en: Calibrate your ideal speed with a standardized text and a foveal comprehension test to unlock your eWPM.
es: Calibra tu velocidad ideal con un texto estandarizado y una prueba de comprensión foveal para desbloquear tu eWPM.

source: Cancelar
en: Cancel

source: Capa do Livro
en: Book Cover
es: Portada del libro

source: Capturar Página ou Livro
en: Capture Page or Book
es: Capturar página o libro

source: Carregar Trecho de Exemplo
en: Load Sample Excerpt
es: Cargar fragmento de ejemplo

source: Cartão %lld de %lld
en: Card %lld of %lld
es: Tarjeta %lld de %lld

source: Colar da Área de Transferência
en: Paste from Clipboard
es: Pegar del portapapeles

source: Como Utilizar no OneWord
en: How to Use in OneWord
es: Cómo usar en OneWord

source: Como foi lembrar deste conceito?
en: How was recalling this concept?
es: ¿Cómo te fue al recordar este concepto?

source: Compartilhar Conquista
en: Share Achievement
es: Compartir logro

source: Compartilhar Foco
en: Share Focus
es: Compartir enfoque

source: Compartilhar Progresso
en: Share Progress
es: Compartir progreso

source: Conceitos-Âncora
en: Anchor Concepts
es: Conceptos ancla

source: Concluir
en: Done
es: Finalizar

source: Condensado em %lld Pontos-Chave
en: Condensed into %lld Key Points
es: Condensado en %lld puntos clave

source: Confirmar Resposta
en: Confirm Answer
es: Confirmar respuesta

source: Conquistas & Foco
en: Achievements & Focus
es: Logros y enfoque

source: Consultar Estatísticas de Leitura
en: View Reading Stats
es: Consultar estadísticas de lectura

source: Conteúdo Textual
en: Text Content
es: Contenido de texto

source: Continuar Leitura
en: Continue Reading
es: Continuar lectura

source: Continuar Leitura no OneWord
en: Continue Reading in OneWord
es: Continuar lectura en OneWord

source: Cor da Capa Procedural
en: Generated Cover Color
es: Color de portada generada

source: Criado para transformar leitura passiva em alta produtividade cognitiva com suporte integral ao ecossistema Apple.
en: Built to turn passive reading into high cognitive productivity, with full support for the Apple ecosystem.
es: Creado para transformar la lectura pasiva en alta productividad cognitiva, con soporte integral para el ecosistema Apple.

source: Criar Livro
en: Create Book
es: Crear libro

source: Define a velocidade em palavras por minuto no leitor RSVP.
en: Sets the speed in words per minute in the RSVP reader.
es: Define la velocidad en palabras por minuto en el lector RSVP.

source: Deseja traduzir todo o conteúdo para ler via RSVP em Português?
en: Do you want to translate all the content to read via RSVP in Portuguese?
es: ¿Quieres traducir todo el contenido para leerlo con RSVP en portugués?

source: Dia
en: Day
es: Día

source: Dicionário: %@
en: Dictionary: %@
es: Diccionario: %@

source: Digite um título
en: Enter a title
es: Escribe un título

source: Dispensar
en: Dismiss
es: Descartar

source: Economia estimada de ~75% a 85% do tempo de leitura
en: Estimated savings of ~75% to 85% of reading time
es: Ahorro estimado de ~75% a 85% del tiempo de lectura

source: Entenda as Técnicas & Recursos
en: Understand the Techniques & Features
es: Conoce las técnicas y funciones

source: Escanear Documento Avulso
en: Scan Single Document
es: Escanear documento suelto

source: Escanear Livro com a Câmera
en: Scan Book with Camera
es: Escanear libro con la cámara

source: Escanear Página
en: Scan Page

source: Escanear Página Rápida
en: Quick Page Scan
es: Escaneo rápido de página

source: Escanear Páginas
en: Scan Pages

source: Escaneie uma única página avulsa ou documento rápido para leitura instantânea.
en: Scan a single loose page or quick document for instant reading.
es: Escanea una sola página suelta o un documento rápido para leer al instante.

source: Escolher Foto da Galeria
en: Choose Photo from Gallery
es: Elegir foto de la galería

source: Escolher da Galeria de Fotos
en: Choose from Photo Library
es: Elegir de la galería de fotos

source: Estatísticas
en: Statistics
es: Estadísticas

source: Estatísticas de Leitura
en: Reading Statistics
es: Estadísticas de lectura

source: Estilo de Fonte
en: Font Style
es: Estilo de fuente

source: Evolução Diária
en: Daily Progress
es: Evolución diaria

source: Ex: Resumo de Artigo Científico
en: E.g., Scientific Article Summary
es: Ej.: Resumen de artículo científico

source: Excelente retenção cognitiva! Sua taxa de fixação durante a leitura foi de alto nível.
en: Excellent cognitive retention! Your fixation rate while reading was top-notch.
es: ¡Excelente retención cognitiva! Tu tasa de fijación durante la lectura fue de alto nivel.

source: Excluir
en: Delete
es: Eliminar

source: Excluir Livro
en: Delete Book
es: Eliminar libro

source: Excluir Página
en: Delete Page
es: Eliminar página

source: Exibir Marcadores de Fixação (ORP)
en: Show Fixation Markers (ORP)
es: Mostrar marcadores de fijación (ORP)

source: Exibir em Português 🇧🇷
en: Show in Portuguese 🇧🇷
es: Mostrar en portugués 🇧🇷

source: Exibir no Idioma Original (%@)
en: Show in Original Language (%@)
es: Mostrar en el idioma original (%@)

source: Experimente as Técnicas na Prática
en: Try the Techniques in Practice
es: Prueba las técnicas en la práctica

source: Extraindo conteúdo foveal...
en: Extracting foveal content...
es: Extrayendo contenido foveal...

source: Extraindo perguntas com inteligência natural...
en: Extracting questions with natural intelligence...
es: Extrayendo preguntas con inteligencia natural...

source: Extrair Artigo Limpo
en: Extract Clean Article
es: Extraer artículo limpio

source: Eye-Tracking (Pausa por Desvio de Olhar)
en: Eye Tracking (Pause on Gaze Shift)
es: Seguimiento ocular (pausa al desviar la mirada)

source: Fechar
en: Close
es: Cerrar

source: Fechar leitor
en: Close reader
es: Cerrar lector

source: Finalizar
en: Finish

source: Fotografar Capa com Câmera
en: Photograph Cover with Camera
es: Fotografiar portada con la cámara

source: Fotos da Galeria
en: Gallery Photos
es: Fotos de la galería

source: Fundamento Neurocientífico
en: Neuroscientific Foundation

source: Guia & Técnicas
en: Guide & Techniques
es: Guía y técnicas

source: Guia de Técnicas & Recursos
en: Techniques & Features Guide
es: Guía de técnicas y funciones

source: Guia: Técnicas & Recursos
en: Guide: Techniques & Features
es: Guía: técnicas y funciones

source: Guia: Técnicas de Leitura & Recursos
en: Guide: Reading Techniques & Features
es: Guía: técnicas de lectura y funciones

source: Idioma de Leitura
en: Reading Language
es: Idioma de lectura

source: Impacto na Velocidade & Retenção
en: Impact on Speed & Retention
es: Impacto en velocidad y retención

source: Importar Arquivo (PDF ou TXT)
en: Import File (PDF or TXT)
es: Importar archivo (PDF o TXT)

source: Importar Artigo Web ou Texto
en: Import Web Article or Text
es: Importar artículo web o texto

source: Importar Conteúdo
en: Import Content
es: Importar contenido

source: Importar Livro ou PDF (.pdf / .epub / .txt)
en: Import Book or PDF (.pdf / .epub / .txt)
es: Importar libro o PDF (.pdf / .epub / .txt)

source: Importar PDF
en: Import PDF

source: Informa quantas palavras foram lidas hoje e o tempo economizado com o OneWord.
en: Shows how many words you read today and the time saved with OneWord.
es: Muestra cuántas palabras leíste hoy y el tiempo ahorrado con OneWord.

source: Informações Básicas
en: Basic Information
es: Información básica

source: Iniciar Leitura Focada
en: Start Focused Reading
es: Iniciar lectura enfocada

source: Iniciar Projeção RSVP
en: Start RSVP Projection
es: Iniciar proyección RSVP

source: Iniciar Teste
en: Start Test
es: Iniciar prueba

source: Iniciar leitura
en: Start reading
es: Iniciar lectura

source: Inteligência Artificial & Retenção
en: Artificial Intelligence & Retention
es: Inteligencia artificial y retención

source: LENDO AGORA
en: READING NOW
es: LEYENDO AHORA

source: Leia com atenção foveal máxima:
en: Read with maximum foveal attention:
es: Lee con máxima atención foveal:

source: Leia documentos no leitor RSVP para visualizar seu gráfico de rendimento.
en: Read documents in the RSVP reader to see your performance chart.
es: Lee documentos en el lector RSVP para ver tu gráfica de rendimiento.

source: Leitura Concluída!
en: Reading Complete!
es: ¡Lectura completada!

source: Leitura RSVP em Português ativada.
en: RSVP reading in Portuguese enabled.
es: Lectura RSVP en portugués activada.

source: Leitura RSVP no idioma original.
en: RSVP reading in the original language.
es: Lectura RSVP en el idioma original.

source: Ler Novamente
en: Read Again
es: Leer de nuevo

source: Ler Resumo no Leitor RSVP
en: Read Summary in RSVP Reader
es: Leer resumen en el lector RSVP

source: Ler com RSVP
en: Read with RSVP
es: Leer con RSVP

source: Livro em %@
en: Book in %@
es: Libro en %@

source: Mais opções de leitura
en: More reading options
es: Más opciones de lectura

source: Meta Diária: %lld / %lld palavras
en: Daily Goal: %lld / %lld words
es: Meta diaria: %lld / %lld palabras

source: Minutos Economizados
en: Minutes Saved
es: Minutos ahorrados

source: Modo Bimodal (Áudio Sincronizado)
en: Bimodal Mode (Synced Audio)
es: Modo bimodal (audio sincronizado)

source: Modo de Leitura
en: Reading Mode
es: Modo de lectura

source: Modo do Simulador
en: Simulator Mode
es: Modo del simulador

source: Modo tradicional com texto contínuo sem realces de fixação.
en: Traditional mode with continuous text and no fixation highlights.
es: Modo tradicional con texto continuo y sin resaltados de fijación.

source: Modos de Leitura & Ergonomia
en: Reading Modes & Ergonomics
es: Modos de lectura y ergonomía

source: Mostrar Resposta
en: Show Answer
es: Mostrar respuesta

source: Mudar para modo Biônico
en: Switch to Bionic mode
es: Cambiar al modo biónico

source: Mudar para modo RSVP foveal
en: Switch to foveal RSVP mode
es: Cambiar al modo RSVP foveal

source: Métrica
en: Metric

source: Nenhum Artigo Avulso
en: No Standalone Articles
es: Ningún artículo individual

source: Nenhuma página escaneada
en: No scanned pages
es: Ninguna página escaneada

source: Nenhuma sessão recente
en: No recent sessions
es: Ninguna sesión reciente

source: No Dispositivo
en: On Device
es: En el dispositivo

source: Novo Livro
en: New Book
es: Nuevo libro

source: Novo Livro Físico
en: New Physical Book
es: Nuevo libro físico

source: O teste avançará para as perguntas automaticamente ao término do texto.
en: The test will automatically advance to the questions when the text ends.
es: La prueba avanzará automáticamente a las preguntas al terminar el texto.

source: Ocultar detalhes científicos
en: Hide scientific details
es: Ocultar detalles científicos

source: Ofensiva de Foco
en: Focus Streak
es: Racha de enfoque

source: Olhe para 6 metros por 20 segundos.
en: Look at something 20 feet away for 20 seconds.
es: Mira algo a 6 metros por 20 segundos.

source: Origem do Conteúdo
en: Content Source
es: Origen del contenido

source: Palavra %lld de %lld
en: Word %lld of %lld
es: Palabra %lld de %lld

source: Palavra %lld de %lld, %@
en: Word %lld of %lld, %@
es: Palabra %lld de %lld, %@

source: Palavras
en: Words
es: Palabras

source: Palavras / min (WPM)
en: Words / min (WPM)
es: Palabras / min (WPM)

source: Palavras por Quadro
en: Words per Frame
es: Palabras por cuadro

source: Palavras por Quadro (Chunking)
en: Words per Frame (Chunking)
es: Palabras por cuadro (chunking)

source: Pausar Demonstração
en: Pause Demo
es: Pausar demostración

source: Pausar leitura
en: Pause reading
es: Pausar lectura

source: Pergunta-Gatilho de Atenção
en: Attention Trigger Question
es: Pregunta detonante de atención

source: Perguntas de Retenção
en: Retention Questions
es: Preguntas de retención

source: Período
en: Period
es: Periodo

source: Por %@
en: By %@

source: Priming Cognitivo
en: Cognitive Priming

source: Priming Cognitivo (Resumo Prévio)
en: Cognitive Priming (Preview Summary)
es: Priming cognitivo (resumen previo)

source: Processando inteligência de texto...
en: Processing text intelligence...
es: Procesando inteligencia de texto...

source: Pré-ativação de esquemas mentais baseada em neurociência cognitiva para maximizar a retenção no RSVP.
en: Pre-activation of mental schemas based on cognitive neuroscience to maximize retention in RSVP.
es: Preactivación de esquemas mentales basada en neurociencia cognitiva para maximizar la retención en RSVP.

source: Pré-visualização do Conteúdo
en: Content Preview
es: Vista previa del contenido

source: Próxima Pergunta
en: Next Question
es: Siguiente pregunta

source: Pular
en: Skip
es: Omitir

source: Pág. %lld de %lld
en: Page %lld of %lld

source: Página %lld
en: Page %lld

source: Páginas
en: Pages

source: Questão %lld de %lld
en: Question %lld of %lld
es: Pregunta %lld de %lld

source: Re-traduzir / Atualizar páginas
en: Re-translate / Update pages
es: Volver a traducir / Actualizar páginas

source: Recorde: %lld dias
en: Record: %lld days
es: Récord: %lld días

source: Reduzir velocidade em 25 palavras por minuto
en: Decrease speed by 25 words per minute
es: Reducir velocidad en 25 palabras por minuto

source: Refazer Teste
en: Retake Test
es: Repetir prueba

source: Regra 20-20-20: Descanse seus Olhos
en: 20-20-20 Rule: Rest Your Eyes
es: Regla 20-20-20: descansa tus ojos

source: Reiniciar
en: Restart

source: Reiniciar Leitura
en: Restart Reading
es: Reiniciar lectura

source: Reiniciar leitura do início
en: Restart reading from the beginning
es: Reiniciar la lectura desde el inicio

source: Remover Foto (Usar Capa Tipográfica)
en: Remove Photo (Use Typographic Cover)
es: Quitar foto (usar portada tipográfica)

source: Repare como as letras em negrito ancoram o olho e aceleram a leitura sem esforço.
en: Notice how the bold letters anchor the eye and speed up reading effortlessly.
es: Observa cómo las letras en negrita anclan la vista y aceleran la lectura sin esfuerzo.

source: Resumo Executivo (IA)
en: Executive Summary (AI)
es: Resumen ejecutivo (IA)

source: Retenção
en: Retention
es: Retención

source: Revisão Concluída!
en: Review Complete!
es: ¡Repaso completado!

source: Revisão Espaçada de Flashcards
en: Flashcard Spaced Review
es: Repaso espaciado de flashcards

source: Revisão de Foco
en: Focus Review
es: Repaso de enfoque

source: Salvar & Ler
en: Save & Read
es: Guardar y leer

source: Salvar e Iniciar Leitura RSVP
en: Save and Start RSVP Reading
es: Guardar e iniciar lectura RSVP

source: Sem leituras registradas no período
en: No readings recorded in this period
es: Sin lecturas registradas en el periodo

source: Seu cérebro filtrará e fixará as palavras do RSVP em busca desta resposta.
en: Your brain will filter and lock onto the RSVP words in search of this answer.
es: Tu cerebro filtrará y fijará las palabras del RSVP en busca de esta respuesta.

source: Seção do Guia
en: Guide Section
es: Sección de la guía

source: Smart WPM (Ritmo Adaptativo)
en: Smart WPM (Adaptive Pace)

source: Sua Estante está Vazia
en: Your Shelf is Empty
es: Tu estante está vacío

source: TRADUZIDO
en: TRANSLATED
es: TRADUCIDO

source: Tamanho da Fonte
en: Font Size
es: Tamaño de fuente

source: Tema Visual
en: Visual Theme

source: Tempo Economizado
en: Time Saved
es: Tiempo ahorrado

source: Tempo Rest.
en: Time Left
es: Tiempo rest.

source: Tentar Novamente
en: Try Again
es: Intentar de nuevo

source: Teste de Aferição Foveal
en: Foveal Assessment Test
es: Prueba de evaluación foveal

source: Teste de Retenção
en: Retention Test
es: Prueba de retención

source: Texto Higienizado (Quebras Artificiais Removidas)
en: Cleaned Text (Artificial Breaks Removed)
es: Texto depurado (saltos artificiales eliminados)

source: Texto Original
en: Original Text

source: Texto insuficiente para gerar perguntas.
en: Not enough text to generate questions.
es: Texto insuficiente para generar preguntas.

source: Texto insuficiente para gerar um resumo.
en: Not enough text to generate a summary.
es: Texto insuficiente para generar un resumen.

source: Tipografia
en: Typography
es: Tipografía

source: Todos os conceitos programados para hoje foram consolidados na memória de longo prazo.
en: All concepts scheduled for today have been consolidated into long-term memory.
es: Todos los conceptos programados para hoy se consolidaron en la memoria a largo plazo.

source: Toque duas vezes para %@ a leitura
en: Double-tap to %@ reading
es: Toca dos veces para %@ la lectura

source: Toque em 'Escanear Páginas' acima para capturar suas folhas físicas e começar a ler.
en: Tap 'Scan Pages' above to capture your physical sheets and start reading.
es: Toca 'Escanear páginas' arriba para capturar tus hojas físicas y empezar a leer.

source: Toque no cartão para virar
en: Tap the card to flip
es: Toca la tarjeta para voltearla

source: Toque para escolher uma velocidade predefinida
en: Tap to choose a preset speed
es: Toca para elegir una velocidad predefinida

source: Total de Palavras
en: Total Words
es: Total de palabras

source: Traduzido (PT)
en: Translated (PT)
es: Traducido (PT)

source: Traduzir
en: Translate
es: Traducir

source: Traduzir para Português
en: Translate to Portuguese
es: Traducir al portugués

source: Traduzir para Português 🇧🇷
en: Translate to Portuguese 🇧🇷
es: Traducir al portugués 🇧🇷

source: Título do Artigo
en: Article Title
es: Título del artículo

source: Título do Documento
en: Document Title
es: Título del documento

source: Título do Livro
en: Book Title
es: Título del libro

source: URL do Artigo ou Post
en: Article or Post URL
es: URL del artículo o publicación

source: Velocidade (WPM)
en: Speed (WPM)
es: Velocidad (WPM)

source: Velocidade Inicial do Teste
en: Test Starting Speed
es: Velocidad inicial de la prueba

source: Velocidade atual: %lld palavras por minuto
en: Current speed: %lld words per minute
es: Velocidad actual: %lld palabras por minuto

source: Velocidade de Leitura
en: Reading Speed
es: Velocidad de lectura

source: Velocidade do Fluxo:
en: Flow Speed:
es: Velocidad del flujo:

source: Ver Original
en: View Original

source: Ver Resultado
en: View Result

source: Ver Resultado e Diagnóstico
en: View Result and Diagnosis
es: Ver resultado y diagnóstico

source: Ver Texto Original (%@)
en: View Original Text (%@)

source: Ver Tradução em Português
en: View Portuguese Translation
es: Ver traducción al portugués

source: Ver ciência e instruções
en: View science and instructions
es: Ver ciencia e instrucciones

source: Ver em Português
en: View in Portuguese
es: Ver en portugués

source: Visão Panorâmica (30 seg)
en: Overview (30 sec)
es: Vista panorámica (30 s)

source: Você acertou %lld de %lld perguntas (%lld%%)
en: You got %lld of %lld questions right (%lld%%)
es: Acertaste %lld de %lld preguntas (%lld%%)
